{
    "Name": "Martin Luther King",
    "Lines": [
        "A nation or civilization that continues to produce soft-minded men purchases its own spiritual death on an installment plan.",

        "Faith is taking the first step, even when you don't see the whole staircase.",

        "The hope of a secure and livable world lies with disciplined nonconformists who are dedicated to justice, peace and brotherhood.",

        "Hatred paralyzes life; love releases it. Hatred confuses life; love harmonizes it. Hatred darkens life; love illuminates it.",

        "Human salvation lies in the hands of the creatively maladjusted.",

        "In the end, we will remember not the words of our enemies, but the silence of our friends.",

        "Let no man pull you low enough to hate him.",

        "Man must evolve for all human conflict a method which rejects revenge, aggression and retaliation. The foundation of such a method is love.",

        "Our lives begin to end the day we become silent about things that matter.",

        "We must learn to live together as brothers or perish together as fools.",

        "When you are right you cannot be too radical; when you are wrong, you cannot be too conservative.",

        "All progress is precarious, and the solution of one problem brings us face to face with another problem.",

        "Injustice anywhere is a threat to justice everywhere.",

        "I have a dream that one day this nation will rise up and live out the true meaning of its creed: - 'We hold these truths to be self-evident, that all men are created equal.'",

        "I submit to you that if a man hasn't discovered something he will die for, he isn't fit to live.",

        "Our scientific power has outrun our spiritual power. We have guided missiles and misguided men.",

        "The ultimate measure of a man is not where he stands in moments of comfort and convenience, but where he stands at times of challenge and controversy.",

        "Freedom is never voluntarily given by the oppressor; it must be demanded by the oppressed."
    ]
}
