{
    "Name": "Steve Jobs",
    "Lines": [


        "I'm as proud of what we don't do as I am of what we do.",

        "I'm convinced that about half of what separates the successful entrepreneurs from the non-successful ones is pure perseverance.",

        "Be a yardstick of quality. Some people aren't used to an environment where excellence is expected.",

        "Every good product I've ever seen is because a group of people cared deeply about making something wonderful that they and their friends wanted. They wanted to use it themselves.",

        "Design is not just what it looks like and feels like. Design is how it works.",

        "You can't just ask customers what they want and then try to give that to them. By the time you get it built, they'll want something new.",

        "The people who are doing the work are the moving force behind the Macintosh. My job is to create a space for them, to clear out the rest of the organization and keep it at bay.",

        "I've always wanted to own and control the primary technology in everything we do.",

        "Remembering that I'll be dead soon is the most important tool I've ever encountered to help me make the big choices in life.",

        "Do you want to spend the rest of your life selling sugared water or do you want a chance to change the world?",

        "It's better to be a pirate than to join the Navy.",

        "Sometimes when you innovate, you make mistakes. It is best to admit them quickly, and get on with improving your other innovations.",

        "I think we're having fun. I think our customers really like our products. And we're always trying to do better.",

        "Quality is more important than quantity. One home run is much better than two doubles.",

        "Innovation distinguishes between a leader and a follower.",

        "It's really hard to design products by focus groups. A lot of times, people don't know what they want until you show it to them.",

        "It's rare that you see an artist in his 30s or 40s able to really contribute something amazing.",

        "Sometimes life is going to hit you in the head with a brick. Don't lose faith.",

        "You can't connect the dots looking forward you can only connect them looking backwards."

    ]
}
